---
kind: other
id: Properties.T:Autodesk.Revit.DB.TessellatedShapeBuilderResult
source: html/3ac5091b-b5ac-ab3f-31d3-03019833dd54.htm
---
# TessellatedShapeBuilderResult Properties

Shows whether 'issues' still contains the original data or whether
 these data have already been relinquished by 'getGeometricalObjects'.
 The former is true, the later is false.